##### start.py
greeting = "Здравствуйте"
#####
grade = "Классы"
#####
choose = "Выберите нужный раздел"
#####
inputGrade = "Введите класс:"
gradeType = "Выберите тип!"
####
cancel = "❌ Отменено!"
####
saved = "Сохранено"

########### buttons



confirmBtn = ['✅ Подтверждение', "❌ Отмена"]
######
btnMenu = ["Школьные книги", "Логические вопросы", "Книги для развития", "Информация об учителях", "Список уроков"]
#####
btnAdmin = ['Классы', "Логические вопросы", "Книги для развития", "Школьные книги", "Список уроков"]
#####
btnGradeMenu = ["Список", "Добавить новое"]

###function text
def ConfirmGrade(grade, type):
    msg = f"""
Класс: {grade}
Тип: {type}
    """
    return msg